IDEA StatiCa Open Model
ReinfBarInclined.AddBarOnTop Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Add bar on top - possible only for FullLength
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool AddBarOnTop { get; set; }
Public Property AddBarOnTop As Boolean
	Get
	Set
public:
property bool AddBarOnTop {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
ReinfBarInclined Class
IdeaRS.OpenModel.Detail Namespace